Repository: Godoy0722/ojs
Catalog: plugins/reports/reviewStageReport/locale/*/locale.po
Languages: fr_fr

# plugins.reports.reviewStageReport.displayName
source: Review Stage Report
fr_fr: Rapport d'étape d'évaluation

# plugins.reports.reviewStageReport.description
source: This plugin generates a CSV report containing submissions currently in the review stage.
fr_fr: Cette extension génère un rapport CSV contenant les soumissions actuellement en cours d'évaluation.

# plugins.reports.reviewStageReport.submissionId
source: Submission ID
fr_fr: ID de soumission

# plugins.reports.reviewStageReport.submissionTitle
source: Submission Title
fr_fr: Titre de la soumission

# plugins.reports.reviewStageReport.submissionDate
source: Submission Date
fr_fr: Date de soumission

# plugins.reports.reviewStageReport.lastModified
source: Last Modified
fr_fr: Dernière modification

# plugins.reports.reviewStageReport.round
source: Review Round
fr_fr: Cycle d'évaluation

# plugins.reports.reviewStageReport.status
source: Review Status
fr_fr: Statut de l'évaluation

# plugins.reports.reviewStageReport.status.revisionsRequested
source: Revisions Requested
fr_fr: Révisions demandées

# plugins.reports.reviewStageReport.status.revisionsSubmitted
source: Revisions Submitted
fr_fr: Révisions soumises

# plugins.reports.reviewStageReport.status.resubmitForReview
source: Resubmit for Review
fr_fr: Resoumettre pour évaluation

# plugins.reports.reviewStageReport.status.resubmittedForReview
source: Resubmitted for Review
fr_fr: Resoumis pour évaluation

# plugins.reports.reviewStageReport.status.sentToExternalReview
source: Sent to External Review
fr_fr: Envoyé pour évaluation externe

# plugins.reports.reviewStageReport.status.accepted
source: Accepted
fr_fr: Accepté

# plugins.reports.reviewStageReport.status.declined
source: Declined
fr_fr: Refusé

# plugins.reports.reviewStageReport.status.pendingReviewers
source: Pending Reviewers
fr_fr: Évaluateurs en attente

# plugins.reports.reviewStageReport.status.pendingReviews
source: Pending Reviews
fr_fr: Évaluations en attente

# plugins.reports.reviewStageReport.status.reviewsReady
source: Reviews Ready
fr_fr: Évaluations prêtes

# plugins.reports.reviewStageReport.status.reviewsCompleted
source: Reviews Completed
fr_fr: Évaluations terminées

# plugins.reports.reviewStageReport.status.reviewsOverdue
source: Reviews Overdue
fr_fr: Évaluations en retard

# plugins.reports.reviewStageReport.status.pendingRecommendations
source: Pending Recommendations
fr_fr: Recommandations en attente

# plugins.reports.reviewStageReport.status.recommendationsReady
source: Recommendations Ready
fr_fr: Recommandations prêtes

# plugins.reports.reviewStageReport.status.recommendationsCompleted
source: Recommendations Completed
fr_fr: Recommandations terminées

# plugins.reports.reviewStageReport.status.unknown
source: Unknown Status
fr_fr: En attente d'attribution d'évaluation
